
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "无效的数字";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "达不到最小数";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "超出最大数";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "不允许浮点数";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "无效的日期字符串";

